Repository: wp-plugins/floating-comments-form-fixed-scroll-position
Catalog: application/languages/WPTSfloatingComments-*.po
Languages: de_de, fr_fr, pt_br

source: Choose Horizontal offset
fr_fr: Choisissez décalage horizontal
pt_br: Escolha deslocamento horizontal

source: Choose vertical offset
fr_fr: Choisissez décalage vertical
pt_br: Escolha deslocamento vertical

source: Use above options to set Floating Comments position
de_de: UVerwenden Sie zum oben genannten Optionen Floating Comments Position gesetzt
fr_fr: Utilisez les options ci-dessus pour définir la position Floating Comments
pt_br: Use as opções acima para definir a posição Floating Comments

source: Would you like give us some credit? come on be nice :)
de_de: Wilt u ons wat krediet? kom op mooi zijn :)
fr_fr: Aimeriez-vous nous donner un certain crédit? venir sur être gentil
pt_br: Deseja nos dar algum crédito? venha ser bom :)

source: Save Changes
de_de: Sla de wijzigingen op
fr_fr: Enregistrer les modifications
pt_br: Salvar opções

source: Powered By:
de_de: Ontwikkeld:
fr_fr: Développé Par:
pt_br: Desenvolvido por:

source: and
de_de: en
fr_fr: et
pt_br: e

source: One theme, a thousand posibilities: Create amazing and unlimited themes by playing with 1000+ pre-designed elements (or uploading your own designs) and then download in fully working WP or HTML/CSS.
de_de: Ein Thema, tausend posibilities: Erstellen Sie verblüffende und unbegrenzter Themen durch das Spiel mit 1000 + fertig gestaltete Elemente (oder Hochladen Ihrer eigenen Entwürfen) und laden Sie dann in voll funktionsfähige WP oder HTML/CSS.
fr_fr: Un thème, un millier de possibilités: Créer des thèmes étonnants et illimité en jouant avec 1000 + éléments pré-conçus (ou en téléchargeant vos propres dessins) et ensuite télécharger intégralement à travailler WP ou HTML/CSS.
pt_br: Um tema, mil posobilidades: Criar temas surpreendentes que jogam com mais de 1000 itens pré disponível (ou fazer upload de seus próprios itens) e depois importar o tema em WordPress ou formato HTML/CSS.

source: 100 Free Sample Themes
de_de: 100 Gratis sample thema's
fr_fr: 100 Thèmes échantillons gratuits
pt_br: 100 Livres Temas Amostra

source: Check The 1 Minute Video
de_de: Bekijk video
fr_fr: Voir la vidéo
pt_br: Ver Vídeo

source: Comment Here
de_de: Kommentar Hier
fr_fr: Commenter Ici
pt_br: Comentar Aqui

source: Share some love with a comment
de_de: Danke für euer Feedback
fr_fr: Merci pour votre commentaire
pt_br: Obrigado por seus comentários

source: Name
fr_fr: Nom
pt_br: Nome

source: Gravatar or email
de_de: Gravatar oder EMail
fr_fr: Gravatar ou e-mail
pt_br: Gravatar, ou E-mail

source: Thanks for leaving us your comments and suggestions
de_de: Vielen Dank für verlässt uns Ihre Kommentare und Anregungen
fr_fr: Merci de laisser vos commentaires et suggestions
pt_br: Obrigado por nos deixar seus comentários e sugestões

source: Let it fixed at
pt_br: mudá-lo para fixo nesta posição

source: Initial X Position
de_de: De eerste X-positie

source: Initial Y Position
de_de: De eerste Y-positie

source: Fixed at from the top
de_de: Vastgesteld op vanaf de top
