Repository: wp-plugins/floating-comments-form-fixed-scroll-position
Catalog: languages/WPTSfloatingComments-*.po
Languages: es_es

source: Choose Horizontal offset
es_es: Elije el desplazamiento horizontal

source: Choose vertical offset
es_es: Elije el desplazamiento vertical

source: Use above options to set Floating Comments position
es_es: Utiliza las opciones anteriores para establecer la posición de Floating Comments

source: Would you like give us some credit? come on be nice :)
es_es: Te gustaria darnos credito, vamos! :)

source: Save Changes
es_es: Guardar Cambios

source: Powered By:
es_es: Desarollado Por:

source: and
es_es: y

source: One theme, a thousand posibilities: Create amazing and unlimited themes by playing with 1000+ pre-designed elements (or uploading your own designs) and then download in fully working WP or HTML/CSS.
es_es: Un tema, mil posobilidades: Crea increibles temas jugando con los mas de 1000 elementos prediseñados disponibles, ( o sube tus propios elementos ) y luego descarga tu tema en formato WordPress o HTML/CSS.

source: 100 Free Sample Themes
es_es: 100 Temas De Ejemplo Gratis

source: Check The 1 Minute Video
es_es: Ver Video

source: Comment Here
es_es: Comentar Aqui

source: Share some love with a comment
es_es: Gracias por tus comentarios

source: Name
es_es: Nombre

source: Gravatar or email
es_es: Gravatar o email

source: Thanks for leaving us your comments and suggestions
es_es: Gracias por tus sugerencias o comentarios
